state_name_list={"미국":["미국", "USA", "America", "US"], 
                "유럽":["Europe", "유럽",    "알바니아", "안도라", "아르메니아", "오스트리아", "아제르바이잔", "벨라루스", "벨기에",
                        "보스니아 헤르체고비나", "불가리아", "크로아티아", "키프로스", "체코",
                        "덴마크", "에스토니아", "핀란드", "프랑스", "조지아", "독일", "그리스",
                        "헝가리", "아이슬란드", "아일랜드", "이탈리아", "카자흐스탄", "코소보", "라트비아",
                        "리히텐슈타인", "리투아니아", "룩셈부르크", "몰타", "몰도바", "모나코",
                        "몬테네그로", "네덜란드", "북마케도니아", "노르웨이", "폴란드", "포르투갈",
                        "루마니아", "러시아", "산마리노", "세르비아", "슬로바키아", "슬로베니아", "스페인",
                        "스웨덴", "스위스", "터키", "우크라이나", "바티칸 시국"], 
                "영국":["영국","UK"], 
                "일본":["일본"], 
                "중국":["중국"],
                "캐나다":["캐나다"], 
                "호주":["호주"], 
                "러시아":["러시아"], 
                "사우디아라비아":["사우디아라비아","사우디"],
                "브라질":["브라질"], 
                "인도":["인도"],
                "튀르키예":["튀르키예","터키"], 
                "남아프리카":["남아프리카"],
                "아르헨티나":["아르헨티나"], 
                "인도네시아":["인도네시아"]}

kor=["대한민국","한국","우리나라"]

states_bank={"미국":"미국 기준금리 추이", "유럽":"유럽중앙은행 기준금리", "영국":"영국은행 기준금리", "일본":"일본은행 기준금리", "중국":"중국인민은행 기준금리", 
                "캐나다":"캐나다은행 기준금리", "호주":"호주연방준비은행 기준금리", "러시아":"러시아연방중앙은행 기준금리", "사우디아라비아":"사우디아라비아 통화청 기준금리", 
                "브라질":"브라질 중앙은행 기준금리", "인도":"인도연방준비은행 기준금리","튀르키예":"튀르키예중앙은행 기준금리", "남아프리카":"남아프리카준비은행 기준금리", 
                "아르헨티나":"아르헨티나중앙은행 기준금리", "인도네시아":"인도네시아 기준금리"}
